<?php
// +----------------------------------------------------------------------
// | |// | 模块配置
// +----------------------------------------------------------------------
return [
    //模块名称
    'module'=>'sms',
    'module_name' => '短信模块',
    //*管理入口
    'admin_url'=>'sms/index/index',
    //*全端访问入口
    'address' => 'sms/index/index',
    //图标
    'icon' => '&#xe65a',
    //模块简介
    'introduce' => '短信模块',
    //模块作者
    'author' => 'TT',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //依赖模块
    'depend' =>[],
    //行为注册
    'tags' => [],
    //缓存，格式：缓存key=>['module','model_url','function')
    'cache' => []
];