<?php
// +----------------------------------------------------------------------
// | |// | 模块配置
// +----------------------------------------------------------------------
return [
    //模块名称
    'module'=>'goods',
    'module_name' => '商品管理',
    //*管理入口
    'admin_url'=>'goods/index/index',
    //*全端访问入口
    'address' => 'goods/index/index',
    //图标
    'icon' => '&#xe677',
    //模块简介
    'introduce' => '商品管理',
    //模块作者
    'author' => 'TT',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.2',
    //依赖模块
    'depend' =>[],
    //行为注册
    'tags' => [],
    //缓存，格式：缓存key=>['module','model_url','function')
    'cache' => []
];